#####################################################################
[Translation]

TRANSLATION_BY = Translated by
TRANSLATION_NAME = mikycomputers
TRANSLATION_LINK = http://www.mikycomputers.com
LANGUAGENAME=עברית

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4000

;English.ini file is always up-to-date.
#####################################################################

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=עורך התמונות
#-------------------------------------------------------------

MNU_CAPTURE			=לכידת מסך
MNU_CAPTURE_FULLSCREEN=מסך מלא
MNU_CAPTURE_ACTIVEWINDOW=מסך פעיל
MNU_CAPTURE_CONTROL=איזור אוטומטי
MNU_CAPTURE_SCROLLINGWINDOW=חלון נגלל
MNU_CAPTURE_REGION=איזור ידני
MNU_CAPTURE_FIXEDREGION=איזור מוגדר מראש
MNU_CAPTURE_FREEHAND=יד חופשית
MNU_CAPTURE_WEBPAGE=דף אינטרנט
MNU_CAPTURE_REPEAT=חזור על לכידה אחרונה

#4.0.1
MNU_WIDGET			=הצג ווידג'ט
#4.0.1

#-------------------------------------------------------------
MNU_CAPTURE_SETTING=הגדרות לכידה
MNU_OUTPUTTYPE=סוג פלט

#4.0.1
;Please check the below strings and translate again. For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK=עורך פיקפיק
MNU_OUTPUTTYPE_CLIPBOARD=העתק ללוח
MNU_OUTPUTTYPE_SAVEIMAGE=שמור כקובץ תמונה
MNU_OUTPUTTYPE_SAVEFOLDER=שמירה אוטומטית כ...
MNU_OUTPUTTYPE_OTHER=תוכנה חיצונית
MNU_OUTPUTTYPE_FTP=העלאה ל- FTP
MNU_OUTPUTTYPE_SHARE=שתף
MNU_OUTPUTTYPE_SENDTO=שלח אל
MNU_OUTPUTTYPE_FACEBOOK=העלאה לפייסבוק
MNU_OUTPUTTYPE_TWITTER=העלאה לטוויטר
MNU_OUTPUTTYPE_MSWORD=Microsoft Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Email
MNU_OUTPUTTYPE_PRINTER=מדפסת
MNU_OUTPUTTYPE_SKYPE		=סקייפ
MNU_OUTPUTTYPE_CLOUD		=שירות ענן
MNU_OUTPUTTYPE_WEB			=העלה לאינטרנט
#4.0.1

MNU_OPT_DEFAULTFORMAT=ברירת המחדל של פורמט התמונה
MNU_OPT_OPENEDITOR=פתח עורך שהתוכנה עולה
MNU_OPT_STARTUPPROGRAM=הפעלה פיקפיק כשהמחשב עולה
#-------------------------------------------------------------
MNU_COLORPICKER=בוחר צבעים
MNU_COLORPALETTE=לוח צבעים
MNU_COPYCOLORTYPE=העתק צבע כ-
MNU_COLORHISTORY=היסטוריית צבעים
MNU_COLORHISTORY_CLEAR=נקה
#-------------------------------------------------------------
MNU_MAGNIFIER=זכוכית מגדלת
MNU_PIXELRULER=סרגל פיקסלים
MNU_PROTRACTOR=מד זוית
MNU_CROSSHAIR=חוט השערה
MNU_WHITEBOARD=לוח כתיבה
MNU_CLOUDEXPLORER		=סייר הענן

#-------------------------------------------------------------
MNU_ABOUT_PICPICK=אפשרויות...
MNU_EXIT_PICPICK=יציאה

#4.0.1
[Widget]
MNU_WIDGET			=ווידג'ט
MNU_WIDGET_LOCK			=נעל את הווידג'ט
MNU_WIDGET_SMALLICONS		=הצג אייקונים קטנים
MNU_WIDGET_AUTOHIDE		=הסתר אוטמטית
MNU_WIDGET_OPACITY		=שקיפות
MNU_WIDGET_ALWAYSTOP		=תמיד למעלה
MNU_WIDGET_CLOSE		=סגור ווידג'ט
#4.0.1

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE=קובץ
MNU_FILE_NEW=חדש
MNU_FILE_OPEN=פתיחה
MNU_FILE_OPENCLIPBOARD=פתח מהלוח
MNU_FILE_OPENURL=פתח מכתובת אינטרנט
MNU_FILE_SAVESAME=שמור
MNU_FILE_SAVE=שמירה בשם...
MNU_FILE_SAVESELECT=שמירת בחירה כ...
MNU_FILE_SAVEALL=שמור הכל
MNU_FILE_PRINT=הדפסה
MNU_FILE_CLOSEIMAGE=סגור תמונה
MNU_FILE_CLOSECURRENTIMAGE=תמונה נוכחית
MNU_FILE_CLOSEALLIMAGE=כל התמונות
MNU_FILE_CLOSEALLSAVEDIMAGE=כל התמונות השמורות
MNU_FILE_CLOSEPICPICK =יציאה
#-------------------------------------------------------------
MNU_EDIT=עריכה
MNU_EDIT_UNDO=בטל
MNU_EDIT_REDO=בצע שוב
MNU_EDIT_CUT=גזור
MNU_EDIT_COPY=העתק
MNU_EDIT_PASTE=הדבק
MNU_EDIT_PASTEFROMFILE=הדבק מקובץ...
MNU_EDIT_SELECTDEL=מחק
MNU_EDIT_SELECTNEW=חתוך
MNU_EDIT_DESELECT=בטל בחירה
MNU_EDIT_SELECTALL=בחר הכל
MNU_EDIT_IMAGERESIZE=שינוי גוודל תמונה\זום
MNU_EDIT_CANVASRESIZE=שינוי גודל בד ציור
MNU_EDIT_VIEWBITMAP=הצג ביטמפ על מסך-מלא
#-------------------------------------------------------------
MNU_TOOLS=כלים
MNU_TOOLS_FULLSCREEN=לכוד מסך מלא
MNU_TOOLS_ACTIVEWINDOW=לכוד מסך פעיל
MNU_TOOLS_CONTROL=לכוד שליטת חלון
MNU_TOOLS_SCROLLINGWINDOW=לכוד חלון נגלל
MNU_TOOLS_WEBPAGE=לכוד דף אינטרנט
MNU_TOOLS_REGION=לכוד איזור
MNU_TOOLS_FIXEDREGION=לכוד איזור מוגדר מראש
MNU_TOOLS_FREEHAND=לכוד באופן חופשי
MNU_TOOLS_REPEAT=חזור על לכידה אחרונה
MNU_TOOLS_COLORPICKER=בוחר הצבעים
MNU_TOOLS_COLORPALETTE=לוח צבעים
MNU_TOOLS_MAGNIFIER=זכוכית מגדלת
MNU_TOOLS_PIXELRULER=סרגל פיקסלים
MNU_TOOLS_PROTRACTOR=מד זוית
MNU_TOOLS_CROSSHAIR=חוט השערה
MNU_TOOLS_WHITEBOARD=לוח כתיבה
MNU_TOOLS_OPTION=אפשרויות...
#-------------------------------------------------------------
MNU_TOOLSOPTION=הגדרות לכידה
MNU_TOOLSOPTION_OUTPUTTYPE=סוג הפלט
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=ברירת המחדל של פורמט התמונה
MNU_TOOLSOPTION_DUALMONITORS=תמיכה בשני צגים
MNU_TOOLSOPTION_HOTKEY=שנה "מקשים חמים"
MNU_TOOLSOPTION_SOUND=הפעלת אפקטי קול
MNU_TOOLSOPTION_SCROLLCAPTURE=הפעלת גלילה אוטומטית
MNU_TOOLSOPTION_MOUSECURSOR=כלול תמונת סמן
MNU_TOOLSOPTION_STARTUPPROGRAM=הפעל פיקפיק כשהמחשב עולה
MNU_TOOLSOPTION_OPENEDITOR=פתח עורך כשהתוכנה עולה
MNU_TOOLS_COLORTYPE=העתק צבע כ...
#-------------------------------------------------------------
MNU_EFFECT=אפקטים
MNU_EFFECT_INVERT=היפוך
MNU_EFFECT_GRAYSCALE=גווני אפור
MNU_EFFECT_MOSAIC=פיקסול
MNU_EFFECT_BLUR=טשטוש
MNU_EFFECT_SHARPEN=חדות
MNU_EFFECT_BRIGHTNESS=בהירות \ ניגודיות
MNU_EFFECT_HSL=גוון \ רוויה
MNU_EFFECT_BORDER=אפקטי קצוות
MNU_EFFECT_FLIP=סיבוב
MNU_EFFECT_FLIPH=סבב אופקית
MNU_EFFECT_FLIPV=סבב אנכית
MNU_EFFECT_ROTATE=סובב
MNU_EFFECT_ROTATE90=90' עם כוון השעון
MNU_EFFECT_ROTATE180=180' עם כוון השעון
MNU_EFFECT_ROTATE270=270' עם כוון השעון
MNU_EFFECT_FRAME=מסגרת
MNU_EFFECT_COLORBALANCE=איזון צבעים...
MNU_EFFECT_WATERMARK		=סימן מים...
#-------------------------------------------------------------
MNU_WINDOW=חלון
MNU_WINDOW_CASCADE=דירוג חלונות
MNU_WINDOW_TILEH=רצף אופקית
MNU_WINDOW_TILEV=רצף אנכית
MNU_WINDOW_MINIMIZEALL=מזער הכל
#-------------------------------------------------------------
MNU_HELP =&Help
MNU_HELP_WEBSITE =PicPick Website...
MNU_HELP_ABOUT =About...
MNU_HELP=עזרה
MNU_HELP_WEBSITE=אתר פיקפיק...
MNU_HELP_ABOUT=אודות...

PNL_TOOL_TOOLS=כלים
PNL_TOOL_COLOR=צבע
PNL_TOOL_PROPERTY=הגדרות
LBL_TOOL_WIDTHS=רוחב:
LBL_TOOL_OPACITY=שקיפות
LBL_TOOL_SHAPE=צורה:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=בית
TAB_FILE=קובץ
TAB_VIEW=תצוגה
TAB_SHAPES=צורות
#3.4.0
TAB_SHAPES_SUB=פורמט
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=חותמת מספרים
TAB_NUMBERSTAMP_SUB=פורמט
TAB_SELECTION=בחירה
TAB_SELECTION_SUB=פורמט
TAB_MAGNIFIER=אפקט זכוכית-מגדלת
TAB_MAGNIFIER_SUB=פורמט
TAB_STAMPS=חותמות
TAB_STAMPS_SUB=פורמט
#4.0.0
#4.0.1
TAB_SHARE=שתף
#4.0.1

TBR_CLIPBOARD=לוח
TBN_CLIPBOARD_PASTE=הדבק
TBN_CLIPBOARD_CUT=גזור
TBN_CLIPBOARD_COPY=העתק
TBN_CLIPBOARD_DELETE=מחיקה

TBR_VIEW=תצוגה
TBN_VIEW_ZOOMIN=זום פנימה
TBN_VIEW_ZOOMOUT=זום החוצה
TBN_VIEW_FULL=מסך מלא
TBN_VIEW_100=תצוגה 100%

TBR_IMAGE=תמונה
TBN_IMAGE_EFFECT=אפקטים
TBN_IMAGE_CROP=חתוך
TBN_IMAGE_RESIZE=שנה גודל
TBN_IMAGE_ROTATE=סובב

TBR_TOOLS=כלים
TBR_COLOR=צבעים

POP_COLORTYPE1=צבעי פסטל
POP_COLORTYPE2=צבעים ראשיים

TBR_SHOWHIDE=הצג\הסתר
TBN_RULER=סרגל
TBN_STATUSBAR=סרגל מצב
TBN_TAB=חוצץ

TBN_THUMBNAIL=תצוגת תמונות ממוזערות

TBR_WINDOW=חלון
TBN_CASCADE=דירוג חלונות
TBN_ARRANGEALL=סדר הכל

TBN_REGISTER=רישום...


TBN_TOOLS_SELECT=בחר

#4.0.0
TBN_TOOLS_MOVE=הזז
TBN_TOOLS_DRAW=צייר
TBN_TOOLS_DRAW_BRUSH=מברשת
TBN_TOOLS_DRAW_ERASER=&מחק
TBN_TOOLS_DRAW_MARKER=&מרקר
TBN_TOOLS_FILL=מילוי
TBN_TOOLS_FILL_OPTIONS=אפשרויות מילוי
TBN_TOOLS_FILL_STANDARD=&מילוי רציף
TBN_TOOLS_FILL_REPLACEMENT=מילוי מחליף צבעים
TBN_TOOLS_STAMPS=חותמות
TBN_TOOLS_STAMPS_NUMBER=חותמות מספרים
TBN_TOOLS_STAMPS_GENERAL=חותמות רגילות
TBN_TOOLS_STAMPS_CURSOR=חותמות סמן
TBN_SELECT_SELECTION_SHAPES=צורות בחירה
TBN_SELECT_SELECTION_OPTIONS=אפשרויות בחירה
TBN_SELECT_RECTANGLE=בחירה מלבנית
TBN_SELECT_ELLIPSE=בחירת אליפסית

TBR_SIZE=גודל
#4.0.0

TBN_MORECOLORS = עוד
MNU_PALETTETYPE = סוג פאלט צבעים

MNU_TOPBAR_TITLE = התאם כפתורים עליונים
MNU_TOPBAR_MINIMIZERIBBON = מזער את הסרגל

#3.4.0
MNU_QAT_TITLE=התאם את סרגל הכלים לגישה מהירה
MNU_QAT_ADD=הוסף לסרגל הכלים לגישה מהירה
MNU_QAT_DELETE=הסר מסרגל הכלים לגישה מהירה
MNU_QAT_ABOVE=הצג את סרגל הכלים לגישה מהירה מעל רצועת הכלים
MNU_QAT_BELOW=הצג את סרגל הכלים לגישה מהירה מתחת לרצועת הכלים
#3.4.0

#4.0.1
MNU_QAT_RESET=אתחל את סרגל הכלים לגישה מהירה
TBN_VIEW_TOUCHMODE=מצב טאצ'
#4.0.1

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW=צור תמונה חדשה
TIP_FILE_OPEN=פתח תמונה מקובץ
TIP_FILE_OPENCLIPBOARD=פתח תמונה מהלוח
TIP_FILE_OPENURL=פתח תמונה מכתובת אינטרנט
TIP_FILE_SAVE=שמור תמונה פעילה
TIP_FILE_SAVEAS=שמור תמונה פעילה עם שם חדש
TIP_FILE_SAVESELECT=שמור בחירה עם שם חדש
TIP_FILE_SAVEALL=שמור כל התמונות עם שמות חדשים
TIP_FILE_PRINT=הדפס תמונה
TIP_FILE_CLOSEIMAGE=סגור תמונה נוכחית
TIP_FILE_CLOSEALLIMAGE=סגור את כל התמונות
TIP_FILE_CLOSEALLSAVEDIMAGE=סגור את כל התמונות השמורות
TIP_FILE_CLOSEPICPICK=סגור חלון
#-------------------------------------------------------------
TIP_EDIT_UNDO=בטל פעולה אחרונה
TIP_EDIT_REDO=בצע שוב את הפעולה שבוטלה
TIP_EDIT_CUT=גזור בחירה והעבר אותה ללוח
TIP_EDIT_COPY=העתק בחירה ושים אותה בלוח
TIP_EDIT_PASTE=הדבק תכולת הלוח לתמונה הפעילה
TIP_EDIT_PASTEFROMFILE=הדבק קובץ לתמונה הנוכחית
TIP_EDIT_SELECTDEL=מחק בחירה
TIP_EDIT_SELECTNEW=חתוך את התמונה לאיזור הנבחר
TIP_EDIT_DESELECT=הפסק בחירת תמונה
TIP_EDIT_SELECTALL=בחר את כל התמונה
TIP_EDIT_IMAGERESIZE=שנה גודל תמונה
TIP_EDIT_CANVASRESIZE=שנה גודל בד ציור
TIP_EDIT_VIEWBITMAP=הצג את הביטמפ על מסך מלא
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE=הצג את סרגל הלכידה על המסך
TIP_TOOLS_FULLSCREEN=לכוד תמונה של שולחן העבודה
TIP_TOOLS_ACTIVEWINDOW=לכוד תמונה של החלון הפעיל
TIP_TOOLS_CONTROL=לכוד תמונה של שליטת חלון
TIP_TOOLS_SCROLLINGWINDOW=לכוד תמונה של שליטת חלון נגלל
TIP_TOOLS_WEBPAGE=לכוד תמונה של דפי אינטרנט
TIP_TOOLS_REGION=לכוד איזור מלבני
TIP_TOOLS_FREEHAND=לכוד תמונה בצורה חופשית
TIP_TOOLS_FIXEDREGION=לכוד איזור מלבני מוגדר מראש
TIP_TOOLS_REPEAT=לכוד אותו איזור כלכידה קודמת

TIP_TOOLS_COLORPICKER=הצג את בוחר הצבעים על המסך
TIP_TOOLS_COLORPALETTE=הצג את לוח הצבעים על המסך
TIP_TOOLS_MAGNIFIER=הצג את זכוכית המגדלת על המסך
TIP_TOOLS_PIXELRULER=הצג את סרגל הפיקסלים על המסך
TIP_TOOLS_PROTRACTOR=הצג את מד הזוית על המסך
TIP_TOOLS_CROSSHAIR=הצג את חוט השערה על המסך
TIP_TOOLS_WHITEBOARD=הצג את הלוח כדי לצייר על המסך
TIP_TOOLS_OPTION=הצג מסר אפשרויות אודות התוכנה
#-------------------------------------------------------------
TIP_TOOLSOPTION=שנה הגדרות לכידה
TIP_TOOLSOPTION_OUTPUTTYPE=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=שנה את פורמט ברירת המחדל של תמונות
TIP_TOOLSOPTION_DUALMONITORS=תמיכה בשני מסכים בשעת לכידת מסך
TIP_TOOLSOPTION_HOTKEY=שנה "מקשים חמים" לפונקציות...
TIP_TOOLSOPTION_SOUND=אפשר אפקטי קול בלכידת תמונה
TIP_TOOLSOPTION_SCROLLCAPTURE=לכוד תמונה של שליטת גלילה
TIP_TOOLSOPTION_MOUSECURSOR=הוסף את סמן העכבר בתמונה
TIP_TOOLSOPTION_STARTUPPROGRAM=הרץ פיקפיק כשמערכת ההפעלה עולה
TIP_TOOLSOPTION_OPENEDITOR=פתח את העורך כשהתוכנה עולה
TIP_TOOLS_COLORTYPE=שנה העתקת צבע כ.. [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT=הפך צבעי תמונה
TIP_EFFECT_GRAYSCALE=המר תמונה ל256 גווני אפור
TIP_EFFECT_MOSAIC=החלת אפקט פיקסול
TIP_EFFECT_BLUR=החלת אפקט טשטוש
TIP_EFFECT_SHARPEN=החלת אפקט חידוד
TIP_EFFECT_BRIGHTNESS=בהירות \ ניגודיות
TIP_EFFECT_HSL=גוון \ רוויה
TIP_EFFECT_FLIPH=הופך את האיזור הנבחר או תמונה כולה אופקית
TIP_EFFECT_FLIPV=הופך את האיזור הנבחר או תמונה כולה אנכית
TIP_EFFECT_ROTATE90=סבב 90' עם כוון השעון
TIP_EFFECT_ROTATE180=סובב 180' עם כוון השעון
TIP_EFFECT_ROTATE270=סובב 270' עם כוון השעון
TIP_EFFECT_FRAME=החלת אפקט מסגרת
TIP_EFFECT_WATERMARK=הוסף לוגו כסימן מים

#-------------------------------------------------------------
TIP_WINDOW_CASCADE=ארגון חלונות כאריחים חופפים
TIP_WINDOW_TILEH=ארגון חלונות כאריחים אופקיים לא חופפים
TIP_WINDOW_TILEV=סדר את החלונות אנכית לא חופפים
TIP_WINDOW_MINIMIZEALL=ממזער את כל החלונות הפתוחים
#-------------------------------------------------------------
TIP_HELP_WEBSITE=פותח את דף הבית של פיקפיק
TIP_HELP_ABOUT=מציג את המידע על התוכנה וזכויות יוצרים
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =הזז תמונה שלמה או אובייקט שנבחר.
TIP_TOOL_SELECT =בחר חלק מהתמונה.
TIP_TOOL_FILL =לחץ על איזור בקנבס כדי למלא אותו בצבע.
TIP_TOOL_PICKCOLOR =בחר צבע מן המסך כדי להשתמש בו לציור.
TIP_TOOL_DRAW=צייר עם מברשות שונות.
TIP_TOOL_STAMPS=צייר חותמות על התמונה.
TIP_TOOL_SHAPE=צייר צורות על התמונה.

TIP_SIZE=בחר את הרוחב עבור הכלי שנבחר.
#4.0.0

TIP_OUTPUTTYPE_MSWORD=Insert a copy of this image to Microsoft Word.
TIP_OUTPUTTYPE_MSEXCEL=Insert a copy of this image to Microsoft Excel.
TIP_OUTPUTTYPE_MSPOWERPOINT=Insert a copy of this image to Microsoft PowerPoint.
TIP_OUTPUTTYPE_SKYPE=Send a copy of this image to Skype.
TIP_OUTPUTTYPE_PROGRAM=Send a copy of this image to an external program.
TIP_OUTPUTTYPE_MSOUTLOOK=Attach a copy of this image to Microsoft Outlook.
TIP_OUTPUTTYPE_FACEBOOK=Upload and share this image to Facebook.
TIP_OUTPUTTYPE_TWITTER=Upload and share this image to Twitter.
TIP_OUTPUTTYPE_FTP=Send this image directly to a location on the FTP.
TIP_OUTPUTTYPE_WEBUPLOAD=Upload this image to online and create an image URL.
TIP_OUTPUTTYPE_CLOUD= Upload this image on Dropbox, Google Drive or etc.
TIP_OUTPUTTYPE_DROPBOX=Upload and share this image to Dropbox.
TIP_OUTPUTTYPE_GOOGLE=Upload and share this image to Google Drive.
TIP_OUTPUTTYPE_ONEDRIVE=Upload and share this image to OneDrive.
TIP_OUTPUTTYPE_MSPAINT=Send a copy of this image to Microsoft Paint.
TIP_IMAGE_ROTATEFLIP=סובב או הפוך תמונה או בחירה זו

TIP_TOOLS_EFFECT=בחר אפקטים
TIP_TOOLS_WIDTHS=בחר רוחב
TIP_TOOLS_OPACITY=בחר נראות

TIP_VIEW_ZOOMIN=זום פנימה על תמונה זו
TIP_VIEW_ZOOMOUT=זום החוצה על תמונה זו
TIP_VIEW_ZOOMSELECT=זום פנימה \ זום החוצה
TIP_VIEW_ACTUALSIZE=זום ל- 100%
TIP_VIEW_THUMBNAIL=הצג דף תמונות ממוזערות לבחירה מהירה של תמונה

TIP_SHOW_RULER=הצג \ הסתר סרגלים למדידת התמונות
TIP_SHOW_STATUSBAR=הצג \ הסתר סרגל מצב בתחתית החלון
TIP_SHOW_TAB=הצג \ הסתר סרגל חוצצים

TIP_COLOR_COLOR1=צבע קדמי
TIP_COLOR_COLOR2=צבע אחורי
TIP_COLOR_SWAP=החלף צבעי קדמי ואחורי
TIP_COLOR_DEFAULT=ברירת המחדל של צבעים קדמי ואחורי
TIP_COLOR_MORE=הצג לוחות נוספים

TIP_SHAPE_FLATTEN=שטח צורות
TIP_SHAPE_DELETE=מחק את הצורה
TIP_SHAPE_DUPLICATE=שכפל את הצורה

TIP_SHAPE_FILL=מלא את הצורה הנבחרת
TIP_SHAPE_OUTLINE=קוי מתאר הצורה
TIP_SHAPE_EFFECTS=עצב צורות
TIP_SHAPE_ADDTEXT=הכנס טקסט לצורה

TIP_SHAPE_FLATTEN_ALL=שטח את כל הצורות
TIP_SHAPE_BRINGTOFRONT=הבא את האובייקט הנבחר קדימה, כך שיוסתר על ידי פחות אובייקטים שלפניו
TIP_SHAPE_SENDTOBACK=הבא את האובייקט הנבחר אחורה, כך שיוסתר על ידי האובייקטים שלפניו

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE=עורך פיקפיק
DLG_CONTROLCAPTURE_TITLE=פיקפיק - שליטת חלון
DLG_SCROLLINGWINDOWCAPTURE_TITLE=פיקפיק - חלון נגלל
DLG_REGIONCAPTURE_TITLE=פיקפיק - איזור לכידה
DLG_FIXEDREGIONCAPTURE_TITLE=לכוד איזור קבוע מראש
DLG_FREEHANDCAPTURE_TITLE=פיקפיק - לכידה חופשית
DLG_WHITEBOARDTOOL_TITLE=פיקפיק - לוח כתיבה
DLG_MAGNIFIER_TITLE=פיקפיק - זכוכית מגדלת
DLG_COLORPICKER_TITLE=פיקפיק - בוחר הצבעים
DLG_CROSSHAIR_TITLE=פיקפיק - חוט השערה
DLG_COLORPALETTE_TITLE=לוח הצבעים
DLG_AUTOSAVE_TITLE=שמירה אוטומטית
DLG_NEWIMAGE_TITLE=תמונה חדשה
DLG_PRINT_TITLE=הדפסה
DLG_CANVASSET_TITLE=שנה גודל בד הציור
DLG_IMAGERESIZE_TITLE=שנה גודל תמונה
DLG_ABOUT_TITLE=אודות
DLG_PIXELATE_TITLE=פיקסול
DLG_HUESATURATION_TITLE=גוון \ רוויה
DLG_BRIGHTNESSCONTRAST_TITLE=בהירות \ ניגודיות
DLG_FRAME_TITLE=מסגרת
DLG_FONTVIEW_TITLE=קלט טקסט
DLG_CAPTURE_TITLE=לכידה
DLG_CHANGEHOTKEY_TITLE=מקשים חמים
DLG_WEBPAGECAPTURE_TITLE=פיקפיק - לכוד דפי אינטרנט
DLG_SHORTCUT_TITLE=שנה מקשים חמים
DLG_SETUP_TITLE=אפשרויות תוכנה
DLG_FILENAMESETUP_TITLE=שם קובץ
DLG_IMAGES_TITLE=תמונות

#3.4.0
DLG_GENERALSETUP_TITLE	=רגיל
#3.4.0


DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=עורך
DLG_ARROWSET_TITLE=חץ מוגדר אישית
DLG_FACEBOOK_TITLE=חיבור פייסבוק
DLG_TWITTER_TITLE=חיבור טוויטר
DLG_WEBUPLOAD_TITLE=העלה לאינטרנט

BTN_OK=אישור
BTN_CANCEL=ביטול
BTN_APPLY = &החל
#-------------------------------------------------------------

[About]

GRP_PRESET=העדפות
CHK_ADDSTARTUP=הרץ תוכנה כשהמחשב עולה
CHK_ADDDESTKOP=צור אייקון בשולחן העבודה
CHK_CHECKUPDATE=בדוק עדכוני תוכנה
LBL_LANGUAGE=שפה
BTN_HOTKEY=מקשים חמים...
BTN_CREDIT=קרדיט
LBL_PROGRAMPARAMETER=פרמטרים
CHK_SETTINGTOAPPDATA=שמור הגדרות ל- Application Data
LBL_MORELANGUAGE=שפות נוספות...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY=אפשרויות
LBL_CONTROLCAPTURE_CLASS=שם
LBL_CONTROLCAPTURE_SIZE=גודל
LBL_CONTROLCAPTURE_INFO=שליטה
LBL_CONTROLCAPTURE_SCROLL=גלילה אוטומטית
LBL_CONTROLCAPTURE_OUTPUTTYPE=סוג הפלט
LBL_CONTROLCAPTURE_HANDLE=ניהול
LBL_CONTROLCAPTURE_RECT=מלבן
LBL_CONTROLCAPTURE_BOTTOMTIP=בחר חלון שליטה (כפתור, חוצץ, קופסא, חלון-משימות, וכו') ואז לחץ על מקש ה- PRINT SCREEN.

GRP_FIXEDREGIONCAPTURE_PROPERTY=גודל איזור
LBL_FIXEDREGIONCAPTURE_WIDTH=רוחב:
LBL_FIXEDREGIONCAPTURE_HEIGHT=גובה:

TIP_REGIONCAPTURE_NOTDRAG=בחר כל גודל מלבן רצוי של שולחן עבודה
TIP_PIXEL=פיקסלים
TIP_FREEHANDCAPTURE_NOTDRAG=צייר כל צורה ללכידת מסך

LBL_COLORPICKER_COLORAS=צבע כ-
LBL_COLORPICKER_VALUE=ערך:

LSV_WEBPAGECAPTURE_LIST=בחר את האתר ללכידה
BTN_WEBPAGECAPTURE_RELOAD=טען מחדש
BTN_WEBPAGECAPTURE_CAPTURE=לכוד

LBL_MINIHELP=לחץ על המקש השמאלי של העכבר לבחירת איזור.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY=מקשים חמים
GRB_CAPTURE=לכידת מסך
GRB_TOOLS=כלים

LBL_KEYNONE=ריק

LBL_CAPTURE_FULLSCREEN=לכוד מסך מלא
LBL_CAPTURE_ACTIVEWINDOW=לכוד חלון פעיל
LBL_CAPTURE_CONTROL=לכוד שליטת חלון
LBL_CAPTURE_SCROLLINGWINDOW=לכון חלון נגלל
LBL_CAPTURE_REGION=לכוד איזור
LBL_CAPTURE_FIXEDREGION=לכוד איזור מוגדר מראש
LBL_CAPTURE_FREEHAND=לכוד בצורה חופשית
LBL_CAPTURE_WEBPAGE=לכוד אתר אינטרנט
LBL_CAPTURE_REPEAT=חזור על לכידה אחרונה

LBL_TOOLS_EDITOR=עורך התמונות
LBL_TOOLS_COLORPICKER=בוחר הצבעים
LBL_TOOLS_COLORPALETTE=לוח הצבעים
LBL_TOOLS_PIXELRULER=סרגל פיקסלים
LBL_TOOLS_PROTRACTOR=מד זוית
LBL_TOOLS_CROSSHAIR=חוט השערה
LBL_TOOLS_WHITEBOARD=לוח לכתיבה

LBL_TOOLS_MAGNIFIER=זכוכית מגדלת

CBO_HOTKEY_CUSTOM=מותאם אישית...
CBO_HOTKEY_DEFAULT=ברירת המחדל של פיקפיק
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=לא מופעל
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR=צבעים
LBL_FONTCOLOR=צבעי גופן
CHK_FILLCOLOR=צבעי מילוי
CHK_AA=החלקת קצוות של גופנים מוצגים

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER=שמירה אוטומטית של תמונות
LBL_SELECTFOLDER=בחר תיקייה לשמירה האוטומטית של לכידות המסך.
BTN_SELECTFOLDER=סייר...
GRP_SELECTFILENAME=שם קובץ
RDO_SELECTFILENAME_TEXT=טקסט + מספר
RDO_SELECTFILENAME_NUM=רק מספר
RDO_SELECTFILENAME_DATETIME=תאריך\זמן
EDT_SELECTFILENAME_DEFAULT=תמונה
GRP_SELECTFORMAT=פורמט קובץ
RDO_SELECTFORMAT_BMP=ביטמפים (*.bmp)
RDO_SELECTFORMAT_JPG=תמונות JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF תמונה (*.gif)
RDO_SELECTFORMAT_PDF=PDF קבצי (*.pdf)
LBL_SAVEFILENAME=הכנס שם קבוע מראש לשמירה האוטומטית או להעלאה דרך FTP.
LBL_EXAMPLETITLE=דוגמא:
LBL_EXAMPLE1=%y : שנה, %m : חודש, %d : יום
LBL_EXAMPLE2=%h : שעות, %n : דקות, %s : שניות
LBL_EXAMPLE3=%c : מספר
LBL_EXAMPLE4=%u : שם משתמש, %w : שם מחשב
LBL_EXAMPLE5=%t : חותמת זמן של יוניקס
GRB_OTHERPROGRAM=הגדרת תוכנה חיצונית
LBL_OTHERPROGRAM=בחר בתוכנה חיצונית לשליחת לכידות המסך שלך.
LBL_OTHERPROGRAMPATH=נתיב התוכנה:
LBL_OTHERPROGRAMPARAMETER=פרמטרים:
LBL_OTHERPROGRAMSELECT=שלח לתוכנה חיצונית...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

#4.0.1
[GeneralSet]

GRB_STARTINGOPTION=אפשרויות אתחול
LBL_PROGRAM_MODE=בחר מצב תוכנה ברירת מחדל
CBO_PROGRAM_MODE_EDITOR=עורך התמונות
CBO_PROGRAM_MODE_WIDGET=ווידג'ט צף
CBO_PROGRAM_MODE_TRAY=הצג רק התראות

CHK_STARTUP=הפעל את פיקפיק בעת הפעלת מערכת ההפעלה
CHK_UPDATE=בדוק עדכוני תוכנה
#4.0.1

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION=אפשרויות לכידה
CHK_DUALMONITORS=תמיכה בשני מסכים
CHK_SOUND=הפעל אפקטי קול בשעת לכידה
CHK_MOUSECURSOR=הוסף תמונת סמן העכבר.
CHK_HIDEEDITOR=הסתר עורך פיקפיק בשעת הלכידה
CHK_ALWAYSCOPYCLIPBOARD=תמיד שמור את התמונה הנלכדת ללוח
CHK_STARTWITHCAPTUREBAR=הצג סרגל הלכידה כאשר התוכנה עולה

GRB_AUTOSCROLL=גלילה אוטומטית
CHK_SCROLLCAPTURE=הפעל גלילה אוטומטית
LBL_SCROLLDELAY=השעיית גלילה:
LBL_SCROLLDELAYMS=מילי-שניות

GRB_MAGNIFIER=חלון זכוכית המגדלת
CHK_MAGNIFIER=הצג חלון זכוכית המגדלת בשעת הלכידה
LBL_ZOOMSCALE=סקאלת זום:

GRB_CAPTUREDELAY=ספק השעייה לפני הלכידה
CHK_ADVANCECONTROLCAPTURE = השתמש בשליטת לכידת חלון מתקדמת

#4.0.0
LBL_CAPTUREOUTPUT=שנה את סוג הפלט כאשר מקשים חמים בשימוש או כאשר נבחרים תפריטים מאיזור התזכורות.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER=הגדרות שרת FTP
LBL_FTPADDRESS=שרת FTP:
LBL_REMOTEPATH=נתיב מרוחק:
LBL_PORT=פורט:
CHK_PASSIVEFTP=השתמש ב FTP במצב פאסיבי
LBL_USERNAME=שם משתמש:
LBL_PASSWORD=ססמא:
BTN_CONNECTTEST=בדיקה
LBL_SENDWEBBROWSER=פתח כתובת באינטרנט
LBL_SENDCLIPBOARD=העתק כתובת ללוח
LBL_WEBADDRESS=כתובת אינטרנט
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION=אפשרויות עורך
CHK_OPENEDITORWHENSTART=פתח עורך כאשר התוכנה עולה
CHK_CENTERIMAGE=יישר תמונה למרכז החלון
CHK_CLOSEWITHOUTASKING=סגור תמונה לא שמורה ללא אזהרה
CHK_CROPNEW=חתוך כמו תמונה חדשה
CHK_SHOWCLASSICUI=הצג ממשק קלאסי של תפריט סרגל המשימות

#4.0.0
CHK_EXITWHENCLOSING=צא מפיקפיק בעת סגירת עורך התמונות.
#4.0.0

LBL_BG=צבע רקע:
RDO_BGGRID=רשת
RDO_BGSOLID=צבע סולידי

GRB_FILETYPE=שיוך סוגי קבצים
LBL_FILETYPE=אנא בחר את סוגי הקבצים שברצונך לפתוח באמצעות פיקפיק
LBL_FILETYPEVISTA=הגדר את עורך התמונות של פיקפיק כעורך ברירת מחדל

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START=התחלה
CHK_END=סוף
CHK_OUTLINE=הוסף מתאר
CBO_AT_ARROW1=חץ 1
CBO_AT_ARROW2=חץ 2
CBO_AT_CIRCLE=עיגול
CBO_AT_DIAMOND=יהלום
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE=גודל בד ציור
LBL_WIDTH=רוחב חדש
LBL_HEIGHT=גובה חדש
LBL_BACKCOLOR=צבע אחורי
LBL_PRESETS=מוכן מראש
CBO_CLIPBOARD=לוח
CBO_LASTUSED=שימוש אחרון
CBO_CURRENT=גודל תמונה נוכחי
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
RDO_ZOOM=סקאלה לפי אחוזים
RDO_SIZE=סקאלה לפי גודל ספציפי
CHK_KEEP=שמור על יחס רוחב-גובה
LBL_WIDTH=רוחב
LBL_HEIGHT=גובה


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW=תצוגה מקדימה
LBL_PIXELATE=פיקסול
LBL_HUE=גוון
LBL_SATURATION=רוויה
LBL_BIRGHTNESS=בהירות
LBL_CONTRAST=ניגודיות
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW=תצוגה מקדימה
GRP_EFFECT=אפקט
CHK_BORDER=גבול
CHK_FRAME=מסגרת
LBL_ETC=מצא עוד אפקטי מסגרת...
CHK_AUTO=החל אפקט מסגרת בשעת לכידת תמונה
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED=אדום
LBL_GREEN=ירוק
LBL_BLUE=כחול
LBL_TYPE=צבע כ:
BTN_COPY=העתק

CLR_DEFAULTTEXT=לוח הצבעים
CLR_CUSTOMTEXT=עוד צבעים...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE=הזז
MNU_RULER_MOVE_UP=למעלה
MNU_RULER_MOVE_DOWN=למטה
MNU_RULER_MOVE_LEFT=שמאלה
MNU_RULER_MOVE_RIGHT=ימינה
#-------------------------------------------------------------
MNU_RULER_TYPE=סוג
MNU_RULER_TYPE_HOTRIZONTAL=אופקי
MNU_RULER_TYPE_VERTICAL=אנכי
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT=שקיפות
MNU_RULER_TRANSPARENT_USE=הפעל
MNU_RULER_TRANSPARENT_NOTUSE=בטל הפעלה
MNU_RULER_TRANSPARENT_INC=הוסף (+)
MNU_RULER_TRANSPARENT_DEC=הפחת (-)

MNU_MAGNIFIER=הצג זכוכית מגדלת...

#-------------------------------------------------------------
MNU_RULER_EXIT=יציאה
#-------------------------------------------------------------
MNU_RULER_UNIT=יחידות
MNU_RULER_UNIT_PIXEL=פיקסלים
MNU_RULER_UNIT_INCH=אינצ'ים
MNU_RULER_UNIT_CM=סנטימטרים
MNU_RULER_UNIT_DPI=DPI
MNU_RULER_COLOR=צבע
MNU_RULER_COLOR_BLUE=כחול (ברירת מחדל)
MNU_RULER_COLOR_YELLOW=צבע (קלאסי)
MNU_RULER_COLOR_WHITE=לבן
MNU_RULER_COLOR_BLACK=שחור
MNU_RULER_UNIT_DPI_CUSTOM=מותאם אישית...
DLG_CUSTOMDPI_TITLE=הגדרות DPI מותאמות אישית
LBL_CUSTOMDPI_TEXT=אנא הכנס פיקסלים לאינץ' (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH=עובי עט
MNU_WHITEBOARD_PENCOLOR=צבע עט
MNU_WHITEBOARD_PENCOLOR_BLACK=שחור
MNU_WHITEBOARD_PENCOLOR_WHITE=לבן
MNU_WHITEBOARD_PENCOLOR_RED=אדום
MNU_WHITEBOARD_PENCOLOR_GREEN=ירוק
MNU_WHITEBOARD_PENCOLOR_BLUE=כחול
MNU_WHITEBOARD_PENCOLOR_CYAN=טורקיז
MNU_WHITEBOARD_PENCOLOR_MAGENTA=סגול
MNU_WHITEBOARD_PENCOLOR_YELLOW=צהוב
MNU_WHITEBOARD_PENCOLOR_GRAY=אפור
MNU_WHITEBOARD_PENCOLOR_CUSTOM=וכו'...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR=נקה
MNU_WHITEBOARD_SAVE=לכוד את המסך
MNU_WHITEBOARD_EXIT=יציאה
#-------------------------------------------------------------
TIP_TOOL_MOVE=הזז
TIP_TOOL_ZOOM=זום
TIP_TOOL_PEN=עיפרון
TIP_TOOL_LINE=חץ
TIP_TOOL_ARROW=חץ
TIP_TOOL_SHAPE=צורה
TIP_TOOL_RECT=מלבן
TIP_TOOL_ELLIPSE=אליפסה
TIP_TOOL_RRECT=מלבן מעוגל
TIP_TOOL_TRANSPARENT=שקיפות
TIP_TOOL_CLEAR=נקה
TIP_TOOL_SAVE=לכוד את המסך
TIP_TOOL_WIDTH=רוחב
TIP_TOOL_COLOR=צבע

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=הגדרות הדפסה...
BTN_PRINT=הדפסה
GRB_PREVIEW=תצוגה מקדימה

TAB_PAPERSETUP=הגדרת עמוד
TAB_ADDTEXT=הוסף טקסט

GRB_MARGINSETUP=שולים (מ"מ)
LBL_MARGINTOP=עליון
LBL_MARGINLEFT=שמאל
LBL_MARGINRIGHT=ימין
LBL_MARGINBOTTOM=תחתון

GRB_IMAGESETUP=הגדרות תמונה
CHK_CENTER=מירכז תמונה
CHK_SHRINK=התאם לדף (כווץ)
CHK_PROPORTINAL=שמור על יחס רוחב-גובה
CHK_GRAYSCALE=גווני אפור

GRB_PAPERCOUNT=מספר עותקים
LBL_PAPERUNIT=עמוד(ים)

GRB_ORIENTATION=אוריינטציה
RDO_PORTRAIT=לגובה
RDO_LANDSCAPE=לרוחב

GRB_HEADER=כותרת
CHK_HEADERADD=הוסף
CBO_HEADERDEFAULT=אנא הכנס כותרת עליונה כאן
LBL_HEADERMARGIN=שוליים:
BTN_HEADERFONT=גופן...
RDO_HEADERLEFT=שמאל
RDO_HEADERCENTER=מרכז
RDO_HEADERRIGHT=ימין

GRB_FOOTER=תחתית
CHK_FOOTERADD=הוסף
CBO_FOOTERDEFAULT=אנא הכנס כותרת תחתונה כאן
LBL_FOOTERMARGIN=שוליים:
BTN_FOOTERFONT=גופן...
RDO_FOOTERLEFT=שמאל
RDO_FOOTERCENTER=מרכז
RDO_FOOTERRIGHT=ימין
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE=סגור
LBL_PREVIEW=תצוגה מקדימה של תמונה
LBL_CAPTION=כותרת תמונה
RDO_SELECTALBUMS=בחר אלבומים
RDO_CREATEALBUM=צור אלבום תמונות חדש
LBL_CREATEALBUM_NAME=שם:
LBL_CREATEALBUM_LOCATION=מיקום:
LBL_CREATEALBUM_DESCRIPTION=תיאור:
LBL_CREATEALBUM_PRIVACY=פרטיות:
CBO_CREATEALBUM_1=כולם
CBO_CREATEALBUM_2=הרשת שלי וחברים
CBO_CREATEALBUM_3=חברים של חברים
CBO_CREATEALBUM_4=רק חברים
BTN_UPLOAD=העלה
LBL_IMGURL=כתובת אינטרנט של תמונה
LBL_LINKURL=קישור אינטרנט של אלבום
LBL_UPLOADING=מעלה עכשיו...
LBL_UPLOADCOMPLETE=העלאה הסתיימה
LBL_UPLOADWAIT=מחכה לתגובה...
LBL_UPLOADFAILURE=העלאה נכשלה. נסה שנית.
LBL_UPLOADRESULT=הצלחת להעלות תמונה אחת.

LBL_ACCOUNT=חשבון:
LBL_PASSWORD=ססמא:
LBL_REMEMBERPASSWORD=זכור ססמא
LBL_MESSAGE=הודעה:

LBL_WEBUPLOAD_TITLE=העלה את התמונה ישירות לאינטרנט
LBL_WEBUPLOAD_TITLESUB=באמצעות ImageShack - שירות אחסון תמונות חינמי
LBL_WEBUPLOAD_SIGNUP=הירשם כדי לנהל תמונות שהעלת!

LBL_WEBUPLOAD_NOACCOUNT=אורך (אין צורך ברישום)
LBL_WEBUPLOAD_ACCOUNTEXIST=יש לי חשבון ImageShack

BTN_REQUESTTWITTERPIN = בקש מספר PIN של טוויטר
BTN_REMEMBERME = זכור אותי במחשב זה
LBL_TWITTERPIN = מספר PIN
BTN_CONNECT = &התחבר
BTN_DISCONNECT = &התנתק

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=חוצצים מהירים
MNU_RENAME=שנה שם...

#4.0.0
MNU_OPENFILELOCATION=&פתח מיקום קובץ...
#4.0.0
LBL_RENAME=אנא הכנס שם קובץ

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=תיבת טקסט
SHP_HIGHLIGHTRECT=מלבן הארה
SHP_MAGNIFYEFFECT=אפקט הגדלה
SHP_NUMBERSTAMP=חותמת מספרים
SHP_LINES=קווים
SHP_CUSTOMSHAPES=צורות מותאמות אישית
#4.0.0
#4.0.1
SHP_TRIANGLE=משולש
#4.0.1

SHP_SHAPES=צורות
SHP_LINE=קו
SHP_CURVE=קו עקום
SHP_ARROW=חץ
SHP_CURVEARROW=חץ עקום
SHP_ELLIPSE=אליפסה
SHP_RECT=מלבן
SHP_ROUNDRECT=מלבן מעוגל
SHP_BALLOON=בלון
SHP_DIAMOND=יהלום
SHP_PENTAGON=מחומש
SHP_Hexagon=משושה
SHP_5STAR=כוכב 5 נקודות
SHP_6STAR=כוכב 6 נקודות

TAB_EDIT=ערוך
TBN_DELETE_OBJECT=מחק
TBN_DUPLICATE=שכפל

MNU_FLATTEN=שטח
MNU_FLATTENALL=שטח הכל

LST_CHANGESHAPE=שנה צורה

TAB_SHAPESTYLES=סגנון צורה

TBN_SHAPETEXT=הכנס טקסט...
TBN_SHAPEFILL=מלא
MNU_SHAPEFILL_NOFILL=ללא מילוי
MNU_SHAPEFILL_SOLIDFILL=מילוי סולידי
MNU_SHAPEFILL_GRAFILL=מילוי צבע הדרגתי אנכי
MNU_SHAPEFILL_RADIALFILL=מילוי צבע הדרגתי מוקדי

TBN_SHAPEOUTLINE=מתאר
MNU_SHAPEOUTLINE_NOLINE=ללא קו
MNU_SHAPEOUTLINE_SOLIDLINE=קו סולידי
MNU_SHAPEOUTLINE_DOTLINE=קו נקודות
MNU_SHAPEOUTLINE_DASHLINE=קו קוים קצרים
MNU_SHAPEOUTLINE_DASHDOTLINE=קו קוים ונקודות
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=קו נקודה נקודה קו


TBN_SHAPEFORMAT=עצב צורה
TBN_SHAPEEFFECTS=אפקטי צורה
MNU_SHAPEEFFECTS_NOEFFECTS=ללא אפקטים
MNU_SHAPEEFFECTS_SHADOW=אפקטים
MNU_SHAPEEFFECTS_SHADOWUSE=צל
MNU_SHAPEEFFECTS_SHADOWOPTION=אפשרויות...

MNU_SHAPEEFFECTS_BALLOONPOS=כוון בלון
MNU_SHAPEEFFECTS_BALLOONPOSTL=שמאל עליון
MNU_SHAPEEFFECTS_BALLOONPOSTR=ימין עליון
MNU_SHAPEEFFECTS_BALLOONPOSBL=שמאל תחתון
MNU_SHAPEEFFECTS_BALLOONPOSBR=ימין תחתון

MNU_SHAPEEFFECTS_ARROWSTART=התחל כתיבה
MNU_SHAPEEFFECTS_ARROWEND=סיים כתיבה
MNU_SHAPEEFFECTS_ARROWNONE=ללא חץ
MNU_SHAPEEFFECTS_ARROW1=חץ 1
MNU_SHAPEEFFECTS_ARROW2=חץ 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=עיגול
MNU_SHAPEEFFECTS_ARROWDIAMOND=יהלום

MNU_SHAPE_ARRANGE=סדר
BTN_SHAPE_FRONT=הבא קדימה
BTN_SHAPE_BACK=הבא לאחור

BTN_SHAPE_ARROWSTYLE=סגנון חץ

TAB_SHAPECOLOR=צבעי צורה

#4.0.0
TAB_NUMBERSTAMP_NUMBER=פורמט החותמת
MNU_NUMBERSTAMP_CURRENT=נוכחי
MNU_NUMBERSTAMP_NEXT=הבא
TAB_NUMBERSTAMP_STYLE=סגנונות חותמות
MNU_NUMBERSTAMP_SIZE=גודל
MNU_NUMBERSTAMP_SIZE_SMALL=&קטן
MNU_NUMBERSTAMP_SIZE_Medium=&בינוני
MNU_NUMBERSTAMP_SIZE_LARGE=&גדול
MNU_NUMBERSTAMP_SHAPE=צורות
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&עיגול
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&מלבן

TBN_SELECT_CROPCURRENT=גזור
TBN_SELECT_CROPNEW=גזור כתמונה חדשה
TAB_SELECT_SIZE=גודל
MNU_SELECT_SIZE_LEFT=שמאל
MNU_SELECT_SIZE_TOP=עליון
MNU_SELECT_SIZE_WIDTH=רוחב
MNU_SELECT_SIZE_HEIGHT=גובה
MNU_SELECT_INVERTSELECTION=הפך בחירה

TAB_MAGNIFIER_STYLE=סגנונות הגדלה
#4.0.0

#4.0.1
MNU_SHARE_OPTIONS=&אפשרויות...
#4.0.1

[Licenses]

rdoRegistered=אני משתמש רשום ויש לי קוד רישום לשימוש מסחרי.
rdoPersonal=ברצוני להשתמש בתוכנה זו לשימוש פרטי בלבד.
btnBuy=רכוש עכשיו
btnRegister=הירשם
btnAgree=מסכים
btnClose=סגור
lblEnterLicense=הכנס את פרטי הרישום שלך
lblOwnerName=בעלים
lblRegistrationCode=קוד הרישום

lblLicenseInfo=מוצר זה רשום ל:
lblPersonalUse=לשימוש ביתי (שימוש אישי בלבד)

[CommercialVersionTrial]

btnModeTrial = גרסת ניסיון
btnModeTrialDescription = אני רוצה להמשיך להשתמש בתוכנה זו על בסיס גרסת ניסיון
btnModeActivate = הפעל את מפתח הרישוי שלך.
btnModeActivateDescription = אני משתמש רשום וברשותי מפתח רישוי.
btnModeBuy = קנה עכשיו.
btnModeBuyDescription = עבור לאתר הרשמי כדי לקבל את מפתח הרישוי.
blTrialDescription = זוהי גרסת ניסיון ל-30 יום לאחר זמן זה עליך לרכוש מפתח רישוי כדי להמשיך ולהשמש בתוכנה או להסירה ממחשבך.
btnContinueTrial = &המשך גרסת ניסיון.
lblDayLeft = יש לך  {$1} ימים שנשארו  {$2} בגרסת הניסיון שלך..
lblDayExpired = הרישיון שלך לא זמין יותר.
lblEnterLicense = הכנס את פרטי הרישום שלך.
lblOwnerName = שם משתמש
lblRegistrationCode = מפתח הרישוי
lblRegistrationHelp = בעיות עם הפעלת המוצר?
btnRegister = &הפעל
lblActivationOffline1 = 1. אנא פתח את כתובת האינטרנט שכתובה מטה כדי לקבל את מפתח הזיהוי שלך. אם אתה בסביבה שאינה מחוברת לאינטרנט. עליך להתחבר לאינטרנט באמצעות מחשב אחר.
lblActivationOffline2 = 2. אנא הדבק את מפתח הרישוי מהאתר שלמעלה.

lblAuthCode =קוד הזיהוי:

[ImagesSet]

grbJPEGOption=אפשרויות JPEG
lblJPEGQuality=איכות


cboJPEGQualityMaximum=מקסימום
cboJPEGQualityHigh=גבוה
cboJPEGQualityMedium=בינוני
cboJPEGQualityLow=נמוך

[SaveAll]

grbSaveOptions=שמור אפשרויות
lblSelectFolder=בחר תיקייה לשמירת לכידות המסך שלך.

rdoAllImages=כל התמונות
rdoUnsavedImages=כל התמונות הלא שמורות

grbFileOptions=אפשרויות קובץ
lblFileName=שם קובץ
lblFileType=סוג קובץ
rdoFiles=קבצים

[ColorBalance]

grpbxColorBalance=מאזן צבע
lblColorLevels=רמות צבע

grpbxToneBalance=מאזן גוונים
rdbtnShadows=צללים
rdbtnMidtones=גווני ביניים
rdbtnHighlights=איזורים בוהקים
chckbxPreserveLuminosity=שמר בוהק

[StartPage]

lblStartHome = בחר משימה...
lblStartTitle1 = משימה חדשה
lblStartTitle2 = אביזרי גרפיקה
chkStartDoNotShow = אל תצג חלון זה כאשר התוכנה עולה.

[Watermark]

lblWaterMarkPreview = תצוגה מקדימה:
lblWaterMarkFile = קובץ:
lblWaterMarkPosition = מיקום:
lblWaterMarkOpacity = נראות:
lblWaterMarkOffsetX = תיזוז-X:
lblWaterMarkOffsetY = תיזוז-Y:
chkWaterMarkAuto=הוסף סימן מים אוטומטית בעת לכידת תמונה.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&אישור
btnCancel=&ביטול
btnApply=&החל
btnContinue=&המשך

:OPTION
grbOptionLanguage=הצג שפה
grbOptionConnection=נהל חיבורים
btnOptionConnectionClear=&נקה כל חיבורי הענן

:MAINFORM
lstFilesName=שם
lstFilesDate=תאריך
lstFilesType=סוג
lstFilesSize=גודל

mnuAction=פעולה
mnuOpen=פתח
mnuDownload=הורד
mnuUploadMenu=העלה
mnuUploadFile=העלה קבצים
mnuUploadFolder=העלה תיקייה
mnuUploadImage=העלה תמונה
mnuNewFolder=תיקייה חדשה
mnuDelete=מחק
mnuRename=שנה שם

itemHome=בית
itemOption=אפשרויות
itemAbout=אודות
itemDropbox=דרופבוקס
itemGDrive= גוגל דרייב
itemSkydrive=סקיידרייב

strAllFile=כל הקבצים (*.*)
strSearchResult=תוצאות חיפוש עבור "%s"

lblHomeTitle= בחר שירות לחיבור...
lblUploadMode=בחר שירות להעלות התמונה שלך

itemCount=%s פריטים
itemSelectedCount=%s פריטים נבחרו

:PREVIEW
lblPreviewPreviewTitle=תצוגה מקדימה
lblPreviewDescriptionTitle=תיאור
strPreviewNoDescription=ללא תיאור

:DOWNLOADFORM

DownloadFormCaption=מוריד...
strPrepareDownload=מתכונן להורדה
strDiscoveredItems=התגלו %s פריטים...
strPleaseWait=אנא המתן שהרשימה מתכוננת
strDownloading=מוריד %s פריטים
strDownloadName=שם: %s
strDownloadRemaining=פריטים שנשארו: %s1 ( בסה"כ : %s2 )


:UPLOADFORM
UploadFormCaption=מעלה...
strPrepareUpload=מכין להעלות
strCreatingFolder=יוצר תיקייה
strUploading=מעלה %s פריטים
strUploadName=שם: %s
strUploadRemaining=פריטים שנשארו: %s1 ( בסה"כ : %s2 )

:LOGINFORM
LoginFormCaption=התחברות
chkSaveConnection=שמור מידע התחברות על מחשב זה.
lblBrowserCall=דפדפן האינטרנט שלך יוצג בעוד %s שניות.
lblBrowserCallRetry=בקשה להתחברו בעוד %s בשנית
lblBrowserAccess1=כדי לקשר את חשבון ה- %s עליך להתחבר קודם לחשבון בדפדפן האינטרנט שלך.
lblBrowserAccess2=ברגע שהתחברת לחשבונך בדפדפן תוכל לסגור את דפדפן האינטרנט שלך ולהמשיך לעבוד.

:USERINFO
lblUserInfoStorage=אחסון:
lblUserInfoUserNameTitle=חשבון:
lblUserInfoSpaceTitle=מקום פנוי:
btnUserInfoLogout=התנתק
strSpace = %s1 פנוי מתוך %s2

FileTypetext=טקסט
FileTypedocument=מסמך
FileTypeimage=תמונה
FileTypevideo=וידאו
FileTypeaudio=קול
FileTypefile=קובץ
FileTypefolder=תיקייה
FileTypealbum=אלבום

:UPLOAD
lblUploadFileNameTitle=שם קובץ
lblUploadFileSizeTitle=גודל קובץ
lblUploadFilePreviewTitle=תצוגה מקדימה
btnUploadUpload=העלה כאן

:MESSAGEBOX
strDelete1item=האם אתה בטוח שברצונך למחוק קובץ זה?
strDelete1moreitems=האם אתה בטוח שברצונך למחוק %s פריטים?

strFolderExist=תיקייה בשם זה כבר קיימת.
strDownloadFileExist=יש כבר קובץ בשם זה במיקום הנבחר.\n\nהאם ברצונך להחליף את הקובץ?
strCreateFolder=אנא הכנס שם תיקייה חדשה.
strRename=אנא הכנס שם חדש.


strInvalidFolderName=שם התיקייה לא תקני.
strCannotDelete=לא יכול למחוק את הקבצים \ תיקיות.

strUpdateCheck=גרסא חדשה של Cloud Explorer (%s) קיימת. האם ברצונך לעבור לדף ההורדות כעת??\n\nתהיה מודע לכך שייתכן והגרסא החדשה לא תתמוך בכל שירותי הענן שלך.
strAuthFail = זיהוי נכשל. אנא נסה שנית.

strDownloadFolder=אנא בחר תיקייה כדי להוריד את הקבצים הנבחרים.
strUploadFolder=אנא בחר תיקייה כדי להעלות.
#-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#"title_picpick": "PicPick - All-in-one Graphic Design, Best Screen Capture Software, Image Editor, Color Picker, Pixel Ruler and More",
#"title_ngwin": "NGWIN - We develop user-friendly software that provides convenient computing environments",
#"nav_picpick": "PicPick",
#"nav_partners": "Partners",
#"nav_contact": "Contact",
#"nav_home": "Home",
#"nav_features": "Features",
#"nav_download": "Download",
#"nav_buy": "Buy Now",
#"nav_forum": "Forum",
#"section_features": "Features",
#"section_reviews": "Media Reviews",
#"section_download": "Download",
#"section_download_commercial": "PROFESSIONAL VERSION FOR REGISTERED USERS",
#"section_buy": "Buy Now",
#"section_screenshots": "Screenshots",
#"section_customers": "Our customers",
#"section_latestversion": "Latest Version",
#"section_changelog": "Change Log",
#"section_availableon": "Available On",
#"section_likeuson": "Like Us On",
#"section_eula": "End User License Agreement",
#"section_privacypolicy": "Privacy Policy",
#"section_volumepricing": "Volume Pricing",
#"button_download": "DOWNLOAD",
#"button_buy": "BUY NOW",
#"button_upgrade": "UPGRADE NOW",
#"button_upgrade_nothanks": "No Thanks",
#"button_viewdetail": "VIEW DETAILS",
#"button_free_download": "FREE DOWNLOAD",
#"button_download_portable": "Portable Version",
#"button_download_commercial": "I have already purchased a license.",
#"text_freetotry": "Free for personal use, try it today.",
#"text_copyright": "Copyright{copy} {ngwin} All rights reserved.",
#"text_winavailable": "Available on all Windows",
#"text_winavailable2": "Microsoft Windows 11, 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.",
#"text_recommend": "RECOMMEND",
#"text_limitedtimeoffer": "LIMITED TIME OFFER",
#"text_free": "FREE",
#"text_personal_only_detail": "Please note that this free version may only be used for personal use in non-commercial environments.",
#"text_license_peruser": "PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).",
#"text_license_noshare": "One license may not be shared between different users.",
#"text_bluesnap": "2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.",
#"text_thankyou": "Thank you for installing PicPick.",
#"text_download_thankyou": "Thank you for downloading PicPick.",
#"text_download_start": "Your download will start automatically within a few seconds.",
#"text_download_ifnot": "If your download has not started automatically, please click {here} or download from the mirror links.",
#"text_download_ifnot2": "If your download has not started automatically, please click {here}.",
#"text_download_ifnot2_here": "here",
#"text_upgrade": "Upgrade to Professional and get more features!",
#"overview_jumbotron_h1": "PicPick",
#"overview_jumbotron_h2": "All-in-one design tool for everyone",
#"overview_jumbotron_p1": "A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.",
#"overview_jumbotron_p2": "User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.",
#"overview_feature_1_h1": "Capture anything",
#"overview_feature_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"overview_feature_2_h1": "Edit your images",
#"overview_feature_2_p1": "Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.",
#"overview_feature_3_h1": "Enhance with effects",
#"overview_feature_3_p1": "Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.",
#"overview_feature_4_h1": "Share everywhere",
#"overview_feature_4_p1": "Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.",
#"overview_feature_5_h1": "Graphic Accessories",
#"overview_feature_5_p1": "Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.",
#"overview_feature_6_h1": "Customizable setting",
#"overview_feature_6_p1": "With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.",
#"reviews_1_body": "This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.",
#"reviews_1_author": "CNET Download.com",
#"reviews_1_link": "http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1",
#"reviews_1_img": "review_cnet.png",
#"reviews_2_body": "Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.",
#"reviews_2_author": "Softpedia",
#"reviews_2_link": "http://www.softpedia.com/reviews/windows/PicPick-49842.shtml",
#"reviews_2_img": "review_softpedia.png",
#"features_1_h1": "Screen Capture",
#"features_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"features_1_p2": "Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.",
#"features_1_p3": "Support the floating widget Capture Bar which makes it easy for you to take screenshots.",
#"features_1_p4": "Customize your own keyboard shortcuts.",
#"features_1_list_1": "Full-screen",
#"features_1_list_2": "Active window",
#"features_1_list_3": "Window control",
#"features_1_list_4": "Scrolling window",
#"features_1_list_5": "Region",
#"features_1_list_6": "Fixed region",
#"features_1_list_7": "Freehand",
#"features_1_list_8": "Repeat last capture",
#"features_1_list_9": "Capture widget",
#"features_1_list_10": "Capturing with cursor",
#"features_1_list_11": "Delayed capture",
#"features_1_list_12": "Auto-save",
#"features_2_h1": "Image Editor",
#"features_2_p1": "With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.",
#"features_2_list_1": "Drawing",
#"features_2_list_2": "Insert text",
#"features_2_list_3": "Arrows, lines",
#"features_2_list_4": "Shapes",
#"features_2_list_5": "Balloon",
#"features_2_list_6": "Highlight tool",
#"features_2_list_7": "Crop",
#"features_2_list_8": "Resize",
#"features_2_list_9": "Rotate",
#"features_2_list_10": "Invert",
#"features_2_list_11": "Grayscale",
#"features_2_list_12": "Mosaic",
#"features_2_list_13": "Frame",
#"features_2_list_14": "Watermark",
#"features_2_list_15": "Blur",
#"features_2_list_16": "Sharpen",
#"features_2_list_17": "Brightness",
#"features_2_list_18": "Hue / Saturation",
#"features_2_list_19": "Color balance",
#"features_3_h1": "Save, share, or send",
#"features_3_p1": "Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.",
#"features_3_list_1": "Clipboard",
#"features_3_list_2": "Image files",
#"features_3_list_3": "PDF",
#"features_3_list_4": "Printer",
#"features_3_list_5": "Web URL",
#"features_3_list_6": "Dropbox",
#"features_3_list_7": "Google Drive",
#"features_3_list_8": "SkyDrive",
#"features_3_list_9": "Box",
#"features_3_list_10": "Facebook",
#"features_3_list_11": "Twitter",
#"features_3_list_12": "Skype",
#"features_3_list_13": "FTP Server",
#"features_3_list_14": "e-mail",
#"features_3_list_15": "Microsoft Word",
#"features_3_list_16": "Microsoft PowerPoint",
#"features_3_list_17": "Microsoft Excel",
#"features_3_list_18": "External program",
#"features_4_h1": "Color Picker",
#"features_4_p1": "Help you find the exact pixel color code on your screen with a built-in magnifier window.",
#"features_4_p2": "Support RGB, HTML, C++, Delphi.",
#"features_5_h1": "Color Palette",
#"features_5_p1": "Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.",
#"features_6_h1": "Pixel Ruler",
#"features_6_p1": "Help you measure the size of objects and place objects in precise locations on the screen.",
#"features_6_p2": "Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.",
#"features_7_h1": "Magnifier",
#"features_7_p1": "With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.",
#"features_8_h1": "Crosshair",
#"features_8_p1": "Figure out the relative coordinate of picture position with this feature.",
#"features_8_p2": "This can be useful for example in developing HTML image maps.",
#"features_9_h1": "Protractor",
#"features_9_p1": "Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.",
#"features_9_p2": "This can be used in a variety of photography, math, and graphics applications.",
#"features_10_h1": "Whiteboard",
#"features_10_p1": "You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.",
#"download_1_h1": "For Home Users",
#"download_1_p1": "Personal (Home) Use Only",
#"download_1_p2": "Manual Update",
#"download_1_p3": "No Technical Support",
#"download_2_h1": "For Professionals",
#"download_2_p1": "Commercial and Personal Use",
#"download_2_p2": "Auto Update",
#"download_2_p3": "Technical Support",
#"download_2_p4": "Lifetime Upgrades",
#"download_2_p5": "No Ads",
#"buy_table_h1": "Number of Users",
#"buy_table_h2": "Price (USD) Per User",
#"buy_table_p1": "Please contact us for a quote!",
#"buy_table_p2": "Please note that {vat} may apply for some European purchasers.",
#"buy_table_p2_vat": "VAT",
#"buy_1_h1": "Instant Key Delivery",
#"buy_1_p1": "Get instant access to your registration key when your order is complete.",
#"buy_2_h1": "Lifetime Updates",
#"buy_2_p1": "Licenses include unlimited free upgrades to all future versions of PicPick.",
#"buy_3_h1": "Purchase Questions",
#"buy_3_p1": "If you have any questions regarding purchasing or licensing, please feel free to {contactus}.",
#"buy_3_p1_contactus": "contact us",
#"buy_single": "Single",
#"buy_single_p1": "Install on 2 machines per user",
#"buy_team": "Team",
#"buy_team_user": "Users",
#"buy_site": "Site",
#"buy_site_p1": "Install on unlimited machines on site",
#"secure_order": "Secure ordering by 2Checkout",
#"uninstall_h1": "Please give us your feedback.",
#"uninstall_p1": "We would appreciate hearing from you. Your feedback will help us make PicPick even better.",
#"uninstall_comment": "Details",
#"uninstall_comment_placeholder": "For example, Why did you uninstall? What are we missing? Which feature do you want?",
#"uninstall_email": "Email (Optional)",
#"uninstall_email_placeholder": "Please enter your email address.",
#"uninstall_send": "Send Feedback",
#"about_us": "About Us",
#"about_h1": "We are a software development company specialized on Microsoft Windows Platform.",
#"about_p1": "Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.",
#"contact_h1": "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.",
#"contact_us": "Contact Us",
#"contact_email": "Email Support",
#"contact_email_at": "You can also contact us via email at : {email}",
#"contact_email_send": "Send us an email",
#"beta_banner": "Try new features with PicPick Beta!",
#"beta_button": "Try Now",
#"try_darkmode": "Try Dark Mode",
#"try_darkmode_on": "Dark Mode is on"
;-------------------------------------------------------------

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE=פיקפיק
MSG_ICON_TITLE=פיקפיק
MSG_MESSAGEBOX_TITLE=פיקפיק
MSG_PROTRACTOR_CENTERPOINT=לחץ על נקודת-מרכז על המסך.
MSG_ACTIVEWINDOW=לחץ על [%s] כדי ללכוד חלון פעיל.
MSG_EXITSAVEIMAGE=האם ברצונך לשמור שינויים ל [%s]?
MSG_DEFAULT_IMAGENAME=תמונה
MSG_DIRECTORYACCESSERROR=לא מצליח לגשת לתיקייה.
MSG_DEFAULT_TAPNAME=אין תמונה

MSG_HOTKEY_ALREADY1=פיקפיק לא יכול לרשום את המקשים החמים הבאים.
MSG_HOTKEY_ALREADY2=האם ברצונך לשנות מקשים חמים אלו?

MSG_THISFOLDERNOTFOUND=תיקייה [נתיב או שם תיקייה] לא יכולים להימצא.
MSG_INVALID_FILENAME=שם קובץ לא תקין.
MSG_INVALID_CLIPBOARD=שגיאה התרחשה בעת ניסיון גישה למידע שבלוח.
MSG_CANNOTREPEATCAPTURE=לא יכול למצוא את האיזור הנבחר מהלכידה האחרונה
MSG_CLOSEALLIMAGE=האם ברצונך לסגור את כל החלונות הלא שמורים?

MSG_FILE_OPEN=פתיחה
MSG_FILE_SAVE=שמירה בשם

MSG_NEWVERSIONAVAILABLE=גרסא חדשה של פיקפיק זמינה. האם ברצונך לגשת לדף ההורדה כעת?

MSG_PROGRAM_NOTADDYET=עליך לבחור תוכנה חיצונית לשליחת לכידות המסך שלך!
MSG_EXTERNALPROGRAMERROR=לא יכול למצוא תוכנה חיצונית שנבחרה.
MSG_PARAMETERS_TITLE=פרמטרי פיקפיק
MSG_OLDLANGUAGE=קובץ השפה שייך לגרסא ישנה, כך שחלק מהטקסט אינו מתורגם. האם אתה בטוח שברצונך להחליף לשפה זו?
MSG_INVALIDALBUMNAME=שם האלבום לא תקין.
MSG_CREATEFAILUREALBUM=שגיאה בעת יצירת אלבום.
MSG_LOADINGFAILUREALBUM=שגיאה בעת טעינת אלבומים.
MSG_IDEMPTY=אנא הכנס מזהה משתמש.
MSG_PWEMPTY=אנא הכנס ססמת משתמש.
MSG_SAVE=שמור
MSG_DONTSAVE=אל תשמור
MSG_DONTSAVEALL=אל תשמור הכל
MSG_NODISPLAYAGAIN=אל תראה הודעה זו בשנית

BTN_YES=כן
BTN_NO=לא
BTN_NOALL=לא להכל

MSG_INPUTTEXT=אנא הכנס טקסט כאן

MSG_FLATTENLAYER=למשימה זאת, אתה חייב לאחד את הצורות יחד עם תמונת הרקע. האם ברצונך לבצע איחוד זה?
MSG_FLATTENALL=האם ברצונך לאחד את כל הצורות יחד עם הרקע?

MSG_INVALID_DOWNLOADURL=התרחשה שגיאה בעת ניסיון הורדת התמונה.


MSG_OPENURL=אנא הכנס כתובת אינטרנט.

MSG_ANYSETTINGOK=ההגדרות השתנו בהצלחה.
MSG_DEFAULTEDITOR=פיקפיק נבחר כעורך התמונות שבברירת המחדל.
MSG_FTPINFONEED=אתה חייב להזין את פרטי שרת ה FTP שלך קודם.
MSG_CONNECTIONFAIL=שגיאה קרתה בעת ניסיון התחברות לשרת.
MSG_PROGRAM_NOSKYPE=לא נמצא סקייפ.
MSG_ACTIVATE_OFFLINE=לא מצליח להפעיל את חשבונך בגלל בעית רשת או דבר אחר. האם ברצונך להפעיל את רשיונך במצב לא מחובר לאינטרנט?
MSG_ACTIVATE_OK = הרישיון שלך הופעל. תודה שבחרת פיקפיק!
MSG_ACTIVATE_TRIAL = גרסת הניסיון הופעלה. תודה שבחרת פיקפיק!
MSG_ACTIVATE_FAIL = הפעלה נכשלה. אנא צור קשר עם תמיכת פיקפיק.
MSG_VALIDOWNERNAME = אנא הכנס שם בעלים תקין.
MSG_VALIDLICENSEKEY = אנא הכנס מפתח רישוי תקין.
MSG_FILENOTFOUND = לא נמצא קובץ.
MSG_CAPTUREAREAFAIL=שגיאה קרתה בזמן חישוב האיזור ללכידה. אנא בדוק את התוכנה שלך (אנטי-וירוס, אנטי-מלוור וכו') שאולי גרמה לשגיאה.
#4.0.0
MSG_TRANSPARENCYLOST=כל שקיפות תיעלם אם תשמור תמונה זו. האם ברצונך להמשיך?
#4.0.0
#4.0.1
MSG_DONOTSHOWWEEK=אל תציג חלון זה למשך שבוע.
#4.0.1